Repository: macfreeapps/you-cannot-sleep
Catalog: YouCannotSleep/Resources/Localizable.xcstrings
Source language: en
Languages: vi

source: About
vi: Giới thiệu

source: Quit
vi: Thoát

source: Ends at
vi: Kết thúc lúc

source: Until you turn it off
vi: Cho đến khi bạn tắt

source: More durations
vi: Thời lượng khác

source: Choosing a duration starts or restarts the session.
vi: Chọn thời lượng để bắt đầu hoặc khởi động lại phiên.

source: Selected
vi: Đã chọn

source: Not selected
vi: Chưa chọn

source: %lld hours
vi: %lld giờ

# %lld hours %lld minutes
source: %1$lld hours %2$lld minutes
vi: %1$lld giờ %2$lld phút

source: %lld min
vi: %lld phút

source: %lld minutes
vi: %lld phút

source: %lld minutes remaining
vi: Còn %lld phút

source: 1 hour
vi: 1 giờ

source: A small menu bar utility that keeps your Mac awake.
vi: Tiện ích nhỏ trên thanh menu giúp máy Mac luôn hoạt động.

source: About You Cannot Sleep
vi: Giới thiệu về You Cannot Sleep

source: Activate on launch
vi: Bật khi khởi chạy

source: Active
vi: Đang hoạt động

source: Active · %lld min left
vi: Đang hoạt động · còn %lld phút

source: Active indefinitely
vi: Đang hoạt động vô thời hạn

source: Allow display to sleep
vi: Cho phép màn hình ngủ

source: Allow screen saver
vi: Cho phép trình bảo vệ màn hình

source: Allow the Mac to sleep again.
vi: Cho phép máy Mac ngủ lại.

source: Appearance
vi: Giao diện

source: Automation
vi: Tự động hóa

source: Awake session
vi: Phiên giữ máy thức

source: Awake Session Status
vi: Trạng thái phiên giữ máy thức

source: Battery
vi: Pin

source: Battery threshold: %lld%%
vi: Ngưỡng pin: %lld%%

source: Behavior
vi: Hành vi

source: Can it keep the Mac awake with the lid closed?
vi: Ứng dụng có thể giữ máy Mac thức khi đóng nắp không?

source: Cancel
vi: Hủy

source: Charger connected
vi: Đã kết nối bộ sạc

source: Check your power settings and try again.
vi: Kiểm tra cài đặt nguồn rồi thử lại.

source: Choose a duration from 1 minute to 24 hours.
vi: Chọn thời lượng từ 1 phút đến 24 giờ.

source: Clear
vi: Xóa

source: Lighthouse app icon
vi: Biểu tượng ứng dụng hình ngọn hải đăng

source: Control-click always opens the menu.
vi: Nhấn Control và bấm để luôn mở menu.

source: Control-click the menu bar icon to open the menu at any time.
vi: Nhấn Control và bấm vào biểu tượng trên thanh menu để mở menu bất cứ lúc nào.

source: Copy
vi: Sao chép

source: Couldn't keep your Mac awake
vi: Không thể giữ máy Mac thức

source: Custom Duration
vi: Thời lượng tùy chỉnh

source: Custom…
vi: Tùy chỉnh…

source: Default duration
vi: Thời lượng mặc định

source: Does my Mac need to be plugged in?
vi: Máy Mac có cần cắm sạc không?

source: Duration
vi: Thời lượng

source: Duration in minutes
vi: Thời lượng tính bằng phút

source: Enter a duration from 1 minute to 24 hours.
vi: Nhập thời lượng từ 1 phút đến 24 giờ.

source: Frequently asked questions
vi: Câu hỏi thường gặp

source: General
vi: Chung

source: Get status
vi: Lấy trạng thái

source: Get whether the awake session is active and how much time remains.
vi: Xem phiên giữ máy thức có đang hoạt động hay không và thời gian còn lại.

source: Get You Cannot Sleep Status
vi: Lấy trạng thái You Cannot Sleep

source: Got it
vi: Đã hiểu

source: Hours: %lld
vi: Giờ: %lld

source: How do I open the menu if left-click toggling is on?
vi: Làm cách nào để mở menu khi bật chế độ nhấp trái để bật/tắt?

source: Inactive
vi: Không hoạt động

source: Include Command, Option, or Control.
vi: Cần có phím Command, Option hoặc Control.

source: Indefinite or inactive
vi: Vô thời hạn hoặc không hoạt động

source: Indefinitely
vi: Vô thời hạn

source: Keep the Mac awake, optionally for a number of minutes.
vi: Giữ máy Mac thức, có thể đặt thời lượng theo phút.

source: Keep your Mac awake
vi: Giữ máy Mac thức

source: Keeping your Mac awake.
vi: Đang giữ máy Mac thức.

source: Key %u
vi: Phím %u

source: Launch at login
vi: Khởi chạy khi đăng nhập

source: Leave empty to use the saved duration.
vi: Để trống để dùng thời lượng đã lưu.

source: Left-click opens the menu; right-click toggles.
vi: Nhấp trái để mở menu; nhấp phải để bật/tắt.

source: License
vi: Giấy phép

source: Minutes: %lld
vi: Phút: %lld

source: No. Closing the MacBook lid triggers clamshell sleep, which power assertions cannot prevent.
vi: Không. Đóng nắp MacBook sẽ đưa máy vào chế độ ngủ khi đóng nắp; xác nhận nguồn điện không thể ngăn việc này.

source: No. The app can keep your Mac awake on battery; battery options let you control that behavior.
vi: Không. Ứng dụng có thể giữ máy Mac thức khi dùng pin; các tùy chọn pin cho phép bạn kiểm soát hành vi này.

source: Notifications
vi: Thông báo

source: Notifications are disabled in System Settings.
vi: Thông báo đang bị tắt trong Cài đặt hệ thống.

source: Open Login Items
vi: Mở mục Đăng nhập

source: Open Settings
vi: Mở Cài đặt

source: Open the menu or toggle the awake session.
vi: Mở menu hoặc bật/tắt phiên giữ máy thức.

source: Options
vi: Tùy chọn

source: Power assertion failed with status %d
vi: Xác nhận nguồn điện không thành công, mã trạng thái %d.

source: Quick session
vi: Phiên nhanh

source: Press a key with Command, Option, or Control.
vi: Nhấn phím cùng với Command, Option hoặc Control.

source: Quit You Cannot Sleep
vi: Thoát You Cannot Sleep

source: Record global keyboard shortcut
vi: Ghi phím tắt toàn cục

source: Record shortcut
vi: Ghi phím tắt

source: Remaining minutes
vi: Số phút còn lại

source: Report an issue
vi: Báo cáo sự cố

source: Session ended
vi: Phiên đã kết thúc

source: Settings
vi: Cài đặt

source: Settings…
vi: Cài đặt…

source: Shortcut
vi: Phím tắt

source: Shortcuts
vi: Phím tắt

source: Show remaining time in menu bar
vi: Hiển thị thời gian còn lại trên thanh menu

source: Show welcome again
vi: Hiển thị lại phần chào mừng

source: Space
vi: Phím cách

source: Start
vi: Bắt đầu

source: Suggested shortcut: Control–Option–Command–S
vi: Phím tắt gợi ý: Control–Option–Command–S

source: That shortcut is already in use.
vi: Phím tắt này đang được sử dụng.

source: Time's up
vi: Hết giờ

source: Toggle session
vi: Bật/tắt phiên

source: Toggle the awake session.
vi: Bật/tắt phiên giữ máy thức.

source: Toggle with left click
vi: Bật/tắt bằng nhấp trái

source: Toggle You Cannot Sleep
vi: Bật/tắt You Cannot Sleep

source: Toggle, turn on, turn off, and get status.
vi: Bật/tắt, bật, tắt và xem trạng thái.

source: Turn off
vi: Tắt

source: Turn Off
vi: Tắt

source: Turn off below %lld%%
vi: Tắt khi pin dưới %lld%%

source: Turn off below battery level
vi: Tắt khi pin xuống dưới mức đã đặt

source: Turn off on battery power
vi: Tắt khi dùng pin

source: Turn Off You Cannot Sleep
vi: Tắt You Cannot Sleep

source: Turn on
vi: Bật

source: Turn On
vi: Bật

source: Turn on when charger connected
vi: Bật khi kết nối bộ sạc

source: Turn on when charger is connected
vi: Bật khi đã kết nối bộ sạc

source: Turn On You Cannot Sleep
vi: Bật You Cannot Sleep

source: Type a shortcut…
vi: Nhập phím tắt…

source: URL scheme
vi: Lược đồ URL

source: Use accent color when active
vi: Dùng màu nhấn khi đang hoạt động

# Version %@ (%@)
source: Version %1$@ (%2$@)
vi: Phiên bản %1$@ (%2$@)

source: Welcome
vi: Chào mừng

source: You Cannot Sleep lives in the menu bar.
vi: You Cannot Sleep nằm trên thanh menu.

source: You Cannot Sleep, active
vi: You Cannot Sleep, đang hoạt động

source: You Cannot Sleep, active, %lld minutes remaining
vi: You Cannot Sleep, đang hoạt động, còn %lld phút

source: You Cannot Sleep, inactive
vi: You Cannot Sleep, không hoạt động

source: Your Mac can sleep again.
vi: Máy Mac của bạn có thể ngủ lại.

source: Your Mac cannot sleep now.
vi: Máy Mac của bạn sẽ không ngủ lúc này.

source: Your Mac is now being kept awake.
vi: Máy Mac của bạn đang được giữ thức.
